[
    {
      "categoria": "general",
      "preguntas": [
        {
            "pregunta": "¿Qué es Wyndham Rewards?",
            "respuesta": "Wyndham Rewards es el programa de fidelización oficial de Wyndham Hotels & Resorts. Permite a los miembros ganar puntos por estadías calificadas en hoteles participantes, los cuales pueden ser canjeados por noches gratis, noches con descuento, tarjetas de regalo, millas aéreas u otras recompensas."
          },
          {
            "pregunta": "¿Cómo me inscribo en Wyndham Rewards?",
            "respuesta": "Puedes inscribirte de forma gratuita en el sitio web oficial de Wyndham Rewards, mediante la aplicación móvil, o directamente al momento de reservar en un hotel participante. No se requiere pago ni compra previa para ser miembro."
          },
          {
            "pregunta": "¿Hay un costo de inscripción en Wyndham Rewards?",
            "respuesta": "No, la inscripción en Wyndham Rewards es gratuita y abierta a personas mayores de 18 años en países elegibles."
          },
          {
            "pregunta": "Después de inscribirme, ¿cuánto tiempo debo esperar para recibir mi número de miembro?",
            "respuesta": "El número de miembro se genera automáticamente al completar el registro y se entrega de inmediato. También se envía por correo electrónico de confirmación."
          },
          {
            "pregunta": "¿Dónde puedo buscar mi número de miembro?",
            "respuesta": "Puedes encontrar tu número iniciando sesión en tu cuenta en wyndhamrewards.com, en la app móvil, en el correo electrónico de bienvenida o consultando directamente en la recepción de un hotel Wyndham."
          },
          {
            "pregunta": "¿Cómo crear un nombre de usuario y contraseña si ya soy miembro pero no tengo cuenta online?",
            "respuesta": "Ingresa a wyndhamrewards.com, selecciona 'Iniciar sesión' y luego '¿Nuevo usuario?'. Deberás proporcionar tu número de miembro, correo registrado y seguir los pasos para configurar tu acceso."
          },
          {
            "pregunta": "¿Qué hacer si olvido mi nombre de usuario o contraseña?",
            "respuesta": "Dirígete a la sección de inicio de sesión en el sitio oficial, selecciona '¿Olvidaste tu nombre de usuario o contraseña?', y sigue las instrucciones para recuperarlos a través del correo electrónico asociado a tu cuenta."
          },
          {
            "pregunta": "¿Cómo actualizar mi información de cuenta?",
            "respuesta": "Puedes actualizar tus datos personales (nombre, dirección, correo electrónico, preferencias de comunicación) directamente desde tu cuenta online, o llamando a los Servicios para Miembros de Wyndham Rewards."
          },
          {
            "pregunta": "¿Dónde acceder a mi tarjeta de miembro?",
            "respuesta": "Tu tarjeta digital está disponible en la sección 'Mi Perfil' en el sitio web o en la app oficial de Wyndham Rewards. Puedes descargarla o mostrarla en formato digital durante tus estadías."
          },
          {
            "pregunta": "¿Cómo cancelo mi membresía de Wyndham Rewards?",
            "respuesta": "Debes contactar directamente a los Servicios para Miembros para solicitar la cancelación formal de tu cuenta. La solicitud puede requerir verificación de identidad."
          },
          {
            "pregunta": "¿Cómo contacto a los Servicios para miembros de Wyndham Rewards?",
            "respuesta": "Puedes comunicarte al número de atención al cliente que aparece en wyndhamrewards.com/contact-us o, si eres miembro de nivel superior (Gold, Platinum, Diamond), usar los teléfonos dedicados que figuran en tu cuenta."
          },
          {
            "pregunta": "¿Dónde encontrar el número de teléfono de Servicios dedicados para miembros de mi nivel?",
            "respuesta": "El número específico se encuentra visible en el perfil de tu cuenta Wyndham Rewards una vez que inicies sesión, dependiendo de tu nivel Elite."
          }
      ]
    },
    {
      "categoria": "puntos",
      "preguntas": [
        {
            "pregunta": "¿Cómo ganar puntos Wyndham Rewards?",
            "respuesta": "Acumulas puntos hospedándote en hoteles participantes, rentando autos con socios autorizados, comprando en tiendas afiliadas, y a través de promociones especiales. Es necesario reservar a través de canales directos para garantizar la acumulación."
          },
          {
            "pregunta": "¿Cómo ganar millas aéreas o puntos de aliado en vez de puntos Wyndham Rewards?",
            "respuesta": "Debes seleccionar la opción de acumulación de millas aéreas o puntos de aliado en tu perfil antes de realizar la estadía, en lugar de acumular puntos Wyndham Rewards."
          },
          {
            "pregunta": "¿Necesito reservar directamente para acumular puntos?",
            "respuesta": "Sí. Solo las reservas realizadas directamente a través de wyndhamhotels.com, la app oficial, por teléfono o directamente en el hotel califican para ganar puntos. Reservas hechas mediante agencias de viajes online (OTA) usualmente no califican."
          },
          {
            "pregunta": "¿Qué debo hacer si creo que me faltan puntos/millas/puntos de aliado?",
            "respuesta": "Deberás presentar un reclamo dentro de los 90 días posteriores a tu estadía a través de tu cuenta online o contactando a Servicios para Miembros, proporcionando la factura del hotel y detalles de la estadía."
          },
          {
            "pregunta": "¿Puedo ganar puntos/millas por noches reservadas con agencias de viaje online?",
            "respuesta": "Generalmente no. Solo las reservas directas son elegibles para la acumulación de puntos o millas. Revisa los términos específicos del programa antes de reservar."
          },
          {
            "pregunta": "¿Obtengo más puntos si tengo un nivel Elite?",
            "respuesta": "Sí. Los miembros de niveles Gold, Platinum y Diamond reciben un porcentaje adicional de puntos de bonificación por cada estadía calificada (10%, 15% y 20% respectivamente)."
          },
          {
            "pregunta": "¿Qué son los puntos adicionales?",
            "respuesta": "Son puntos de bonificación otorgados por promociones, ascensos de nivel o beneficios exclusivos para miembros Elite."
          },
          {
            "pregunta": "Si me uno ahora, ¿las noches anteriores cuentan para mi nivel?",
            "respuesta": "No. Solo las estadías realizadas después de la fecha de inscripción en Wyndham Rewards son elegibles para acumular puntos o noches calificadas."
          },
          {
            "pregunta": "¿Cómo mantener mi nivel de miembro?",
            "respuesta": "Debes cumplir con el número de noches calificadas anualmente. Si no alcanzas el requisito, podrías ser degradado al nivel inferior al finalizar el periodo de evaluación."
          },
          {
            "pregunta": "¿Cómo ganar puntos por varias habitaciones reservadas?",
            "respuesta": "Si reservas múltiples habitaciones a tu nombre y todas cumplen con los requisitos de estadía calificada, puedes acumular puntos por un máximo de tres habitaciones por noche."
          }
      ]
    },
    {
      "categoria": "canje",
      "preguntas": [
        {
            "pregunta": "¿Qué es una noche Go Free®?",
            "respuesta": "Es una noche gratis obtenida únicamente utilizando puntos Wyndham Rewards. Se requieren entre 7,500 y 30,000 puntos, según el hotel participante."
          },
          {
            "pregunta": "¿Qué es una noche Go Fast®?",
            "respuesta": "Es una noche reservada utilizando una combinación de un pequeño número de puntos Wyndham Rewards (1,500 - 6,000) más un monto en efectivo reducido."
          },
          {
            "pregunta": "¿Qué es Go For Them®?",
            "respuesta": "Es la opción que permite a un miembro usar sus puntos para reservar noches gratis o con descuento a nombre de familiares o amigos, incluso si el miembro no se hospedará."
          },
          {
            "pregunta": "¿Cómo canjear puntos por noches gratis (Go Free®)?",
            "respuesta": "A través del sitio web wyndhamrewards.com, la app móvil oficial o llamando al Centro de Reservas, seleccionando “Canjear puntos” al hacer tu reserva."
          },
          {
            "pregunta": "¿Cómo canjear puntos por noches con descuento (Go Fast®)?",
            "respuesta": "En el proceso de reserva online o por app, elige el hotel participante y selecciona “Puntos + Efectivo” (Go Fast®)."
          },
          {
            "pregunta": "¿Dónde puedo reservar noches gratis o con descuento?",
            "respuesta": "Solo mediante canales oficiales: wyndhamrewards.com, aplicación móvil de Wyndham o vía telefónica a Servicios para Miembros."
          },
          {
            "pregunta": "¿Puedo canjear puntos Wyndham Rewards por otras recompensas?",
            "respuesta": "Sí, incluyendo tarjetas de regalo, millas aéreas, alquiler de autos y otras experiencias, disponibles en el portal de recompensas."
          },
          {
            "pregunta": "¿Necesito reservar explícitamente para noches Go Free® o Go Fast®?",
            "respuesta": "Sí, debes seleccionar específicamente la opción “Canjear Puntos” en el proceso de reserva."
          },
          {
            "pregunta": "¿Puedo ganar puntos o millas aéreas por noches canjeadas?",
            "respuesta": "Go Free®: No acumulas puntos ni millas.\nGo Fast®: Ganas puntos o millas sobre el monto en efectivo pagado."
          },
          {
            "pregunta": "¿Obtengo puntos de bonificación Go For Them® al reservar para otros?",
            "respuesta": "No. Las noches reservadas mediante Go For Them® no generan puntos para el titular."
          }
      ]
    },
    {
      "categoria": "niveles",
      "preguntas": [
        {
            "pregunta": "¿Cuáles son los niveles de Wyndham Rewards?",
            "respuesta": "Wyndham Rewards tiene cuatro niveles de membresía: Blue (automático al registrarte), Gold (tras 3 noches calificadas), Platinum (tras 9 noches calificadas), y Diamond (tras 24 noches calificadas)."
          },
          {
            "pregunta": "¿Cuántas noches calificadas necesito para cada nivel?",
            "respuesta": "Gold: 3 noches calificadas. Platinum: 9 noches calificadas. Diamond: 24 noches calificadas."
          },
          {
            "pregunta": "¿Qué beneficios recibo con cada nivel de miembro?",
            "respuesta": "Blue: acumulación básica de puntos y tarifas para miembros. Gold: early check-in (sujeto a disponibilidad), +10% puntos. Platinum: upgrade preferencial, late check-out, +15% puntos. Diamond: mejora gratuita a suite (sujeto a disponibilidad), amenidad de bienvenida, servicio dedicado, +20% puntos."
          },
          {
            "pregunta": "¿Qué es una mejora de suite?",
            "respuesta": "Es una cortesía para miembros Diamond en la que, si hay disponibilidad, se asigna una suite sin costo adicional en lugar de la habitación estándar reservada."
          },
          {
            "pregunta": "¿Qué es una habitación preferencial?",
            "respuesta": "Es una habitación mejor ubicada o equipada que las estándar, ofrecida a miembros Gold, Platinum y Diamond si hay disponibilidad."
          },
          {
            "pregunta": "¿Qué es el early check-in?",
            "respuesta": "Permite registrarte en el hotel antes de la hora estándar de check-in, sujeto a disponibilidad según tu nivel."
          },
          {
            "pregunta": "¿Qué es el late check-out?",
            "respuesta": "Permite salir del hotel después de la hora estándar de check-out, generalmente hasta las 2 p.m., sujeto a disponibilidad."
          },
          {
            "pregunta": "¿Qué es una amenidad de bienvenida?",
            "respuesta": "Es un beneficio exclusivo para miembros Diamond, consistente en un pequeño obsequio a su llegada al hotel."
          },
          {
            "pregunta": "¿Dónde encontrar mi nivel de miembro?",
            "respuesta": "Tu nivel se muestra en tu cuenta online, en la app oficial o puede ser consultado directamente en el hotel al hacer check-in."
          },
          {
            "pregunta": "¿Dónde consultar el teléfono de Servicios para Miembros según mi nivel?",
            "respuesta": "Cada número de contacto para servicios preferenciales aparece en tu cuenta online según tu nivel de miembro."
          },
          {
            "pregunta": "¿Qué es el programa Igualdad de Estatus de Wyndham Rewards?",
            "respuesta": "Permite a miembros con nivel Elite en otros programas hoteleros solicitar un estatus equivalente en Wyndham Rewards, sujeto a verificación."
          },
          {
            "pregunta": "¿Cómo solicitar Igualdad de Estatus?",
            "respuesta": "Inicia sesión en wyndhamrewards.com, completa el formulario de solicitud de Igualdad de Estatus y adjunta evidencia de tu nivel actual en otro programa."
          },
          {
            "pregunta": "¿Soy elegible para la Igualdad de Estatus si vivo fuera de EE. UU.?",
            "respuesta": "Sí, el programa es válido para miembros de la mayoría de países, siempre que cumplan con los requisitos de verificación."
          },
          {
            "pregunta": "¿Puedo regalar mi estatus Gold a alguien más?",
            "respuesta": "Sí, los miembros Diamond pueden otorgar un estatus Gold a un amigo o familiar mediante su cuenta online."
          },
          {
            "pregunta": "¿Cuándo caduca mi nivel de miembro?",
            "respuesta": "El nivel obtenido se mantiene hasta el 31 de diciembre del siguiente año calendario, extendiéndose hasta el 31 de marzo del segundo año si no se cumplen los requisitos de renovación."
          },
          {
            "pregunta": "¿Qué es una noche calificada?",
            "respuesta": "Es una estadía pagada que cumple con los requisitos del programa: reserva directa, tarifa elegible y al menos una noche completa."
          },
          {
            "pregunta": "¿Por qué me faltan noches calificadas en mi cuenta?",
            "respuesta": "Probablemente por reservar mediante plataformas de terceros (como Expedia, Booking), tarifas no elegibles, o no registrar tu número de miembro antes o durante tu estadía."
          },
          {
            "pregunta": "¿Las reservas hechas a través de agencias online cuentan para noches calificadas?",
            "respuesta": "Generalmente no. Solo las reservadas directamente a través de canales oficiales cuentan."
          },
          {
            "pregunta": "¿Si reservo varias habitaciones, todas cuentan como noches calificadas?",
            "respuesta": "Puedes ganar puntos por hasta tres habitaciones por noche, pero solo una habitación contará como noche calificada para el titular."
          },
          {
            "pregunta": "¿Puedo solicitar Igualdad de Estatus si no soy miembro de Wyndham Rewards?",
            "respuesta": "No. Debes primero registrarte gratuitamente en Wyndham Rewards para poder solicitarla."
          }
      ]
    }
  ]
  