{
    "es": [
      {
        "title": "Empieza el día con desayuno buffet desde las 4:00 am",
        "text": "Si tienes un vuelo temprano, quieres alistar tu equipaje con calma o simplemente darte un gusto por la mañana, en Wyndham Grand Costa del Sol Lima Airport te ofrecemos un desayuno buffet desde las 04:00 hasta las 10:00, pensado especialmente para nuestros pasajeros. Disfruta de una amplia selección de alimentos, con estaciones de jugos naturales, cereales, opciones frías y calientes, y huevos preparados al momento, todo en un ambiente cómodo y acogedor.",
        "buttonText": "Ver más",
        "link": "#",
        "image": "/images/wg-desayuno-buffet-2.jpg"
      },
      {
        "title": "Ubicación inmejorable",
        "text": "Ubicado en el corazón del aeropuerto más importante del Perú, Wyndham Grand Costa del Sol Lima Airport ofrece la conexión perfecta entre tu vuelo y un descanso de calidad, a solo 60 metros de la terminal. Con acceso directo a la puerta principal, llegar al aeropuerto es rápido y sencillo. Cada espacio ha sido diseñado para tu confort: desde tu habitación insonorizada, podrás disfrutar, a través de amplios ventanales, de vistas únicas a la pista de aterrizaje y a la ciudad de Lima. Además, contarás con ropa de cama de lujo y comodidades modernas que garantizan una estancia tranquila y reparadora.",
        "buttonText": "Explorar ubicación",
        "link": "#",
        "image": "/images/wg-ubicacion.jpg"
      },
      {
        "title": "Habitaciones inteligentes",
        "text": "¿Se imagina controlar las cortinas, las luces, el aire acondicionado o incluso solicitar el servicio a la habitación desde un solo panel? En Wyndham Grand Costa del Sol Lima Airport, todas las habitaciones están equipadas con tecnología de vanguardia que permite realizar estas acciones de manera sencilla. Los huéspedes pueden crear el ambiente ideal según el momento del día: regular la temperatura, ajustar la iluminación, abrir o cerrar las cortinas y personalizar su experiencia con solo tocar un botón.",
        "buttonText": "Ver habitaciones",
        "link": "#",
        "image": "/images/wg-domotica.jpg"
      },
      {
        "title": "Somos dogfriendly",
        "text": "Wyndham Grand Costa del Sol Lima Airport ofrece instalaciones especialmente diseñadas para huéspedes que viajan con perros, garantizando comodidad tanto para los visitantes como para sus acompañantes caninos. Los espacios dog-friendly cuentan con comodidades y servicios pensados para brindar una experiencia agradable, permitiendo que huéspedes y perros disfruten juntos con total tranquilidad y confort.",
        "buttonText": "Conoce nuestras políticas",
        "link": "#",
        "image": "/images/WG-Habitacion-King-1-perro.jpg"
      },
      {
        "title": "Eventos",
        "text": "Wyndham Grand Costa del Sol Lima Airport pone a disposición cinco salones de eventos multipropósito, perfectos para reuniones ejecutivas, conferencias o celebraciones corporativas. Cada ambiente ha sido cuidadosamente diseñado para ofrecer privacidad, flexibilidad y un alto nivel de personalización, adaptándose a los requerimientos de cada ocasión. Equipados con tecnología audiovisual de última generación y conectividad total, estos espacios garantizan una experiencia impecable, a la altura de un hotel cinco estrellas.",
        "buttonText": "Ver salones",
        "link": "#",
        "image": "/images/wg-eventos.jpg"
      }
    ],
    "en": [
      {
      "title": "Start your day with a buffet breakfast from 4:00 am",
      "text": "If you have an early flight, want to pack your luggage calmly, or simply treat yourself in the morning, Wyndham Grand Costa del Sol Lima Airport offers a buffet breakfast from 4:00 to 10:00 am, specially designed for our passengers. Enjoy a wide selection of food, with juice stations, cereals, hot and cold options, and eggs prepared to order, all in a comfortable and cozy environment.",
      "buttonText": "See more",
      "link": "#",
      "image": "/images/wg-desayuno-buffet-2.jpg"
    },
    {
      "title": "Unbeatable location",
      "text": "Located in the heart of Peru’s most important airport, Wyndham Grand Costa del Sol Lima Airport offers the perfect connection between your flight and quality rest, just 60 meters from the terminal. With direct access to the main entrance, getting to the airport is quick and easy. Every space has been designed for your comfort: from your soundproof room, you can enjoy unique views of the runway and the city of Lima through large windows. You’ll also enjoy luxury bedding and modern amenities for a peaceful and restorative stay.",
      "buttonText": "Explore location",
      "link": "#",
      "image": "/images/wg-ubicacion.jpg"
    },
    {
      "title": "Smart rooms",
      "text": "Can you imagine controlling the curtains, lights, air conditioning, or even ordering room service from a single panel? At Wyndham Grand Costa del Sol Lima Airport, all rooms are equipped with cutting-edge technology that allows you to do all this easily. Guests can create the perfect ambiance depending on the time of day: adjust the temperature, lighting, open or close the curtains, and personalize their experience with just a tap.",
      "buttonText": "View rooms",
      "link": "#",
      "image": "/images/wg-domotica.jpg"
    },
    {
      "title": "We are dog-friendly",
      "text": "Wyndham Grand Costa del Sol Lima Airport offers specially designed facilities for guests traveling with dogs, ensuring comfort for both visitors and their canine companions. The dog-friendly spaces include amenities and services designed to provide a pleasant experience, allowing guests and their dogs to enjoy together in total comfort and peace.",
      "buttonText": "See our policies",
      "link": "#",
      "image": "/images/WG-Habitacion-King-1-perro.jpg"
    },
    {
      "title": "Events",
      "text": "Wyndham Grand Costa del Sol Lima Airport offers five multipurpose event rooms, perfect for executive meetings, conferences, or corporate celebrations. Each space has been carefully designed to offer privacy, flexibility, and a high level of customization, adapting to the needs of every occasion. Equipped with state-of-the-art audiovisual technology and full connectivity, these rooms ensure an impeccable experience worthy of a five-star hotel.",
      "buttonText": "View venues",
      "link": "#",
      "image": "/images/wg-eventos.jpg"
    }
    ]
  }
  