{
  "es": {
    "secciones": [
      {
        "titulo": "",
        "items": [
          {
            "titulo": "El Spa",
            "respuesta": "Wyndham Rewards® (el \"Programa Wyndham Rewards\" o el \"Programa\") lo ofrece Wyndham Rewards, Inc., una subsidiaria indirecta de Wyndham Hotels & Resorts, Inc., sus sucesores y cesionarios. En ocasiones, Wyndham Rewards, Inc. se denomina individualmente como \"Patrocinador\"."
          },
          {
            "titulo": "Paquetes",
            "respuesta": "El Patrocinador puede dar por terminado el Programa en cualquier momento, previa notificación de seis meses, sin ninguna otra obligación respecto del Miembro. Independientemente del tiempo que participe en el Programa, su derecho a acumular puntos de Wyndham Rewards adicionales u otros puntos/millas del Programa y de reclamar recompensas del Programa podría darse por terminado, y todos los puntos de Wyndham Rewards que se hayan acumulado en su cuenta se cancelarán seis meses después de que se anuncie la conclusión del Programa."
          },
          {
            "titulo": "Masajes de autor",
            "respuesta": "Las personas interesadas en inscribirse en el Programa deben haber alcanzado la mayoría de edad en su jurisdicción de residencia y deben proporcionar lo siguiente: (a) una dirección de e-mail única que no se comparta con un Miembro existente; y (b) un número de teléfono que no se comparta con ningún Miembro que tenga el mismo nombre y apellido. Estas personas se denominarán “Miembros” del Programa. Las corporaciones, grupos u otras entidades no son elegibles. Los Miembros no pueden mantener más de una cuenta ni compartir cuentas."
          },
          {
            "titulo": "Tratamiento exclusivos",
            "respuesta": "Los \"Hoteles participantes\" se definen como todos los hoteles \"By Wyndham\" y otras instalaciones de hospedaje \"By Wyndham\" que operan bajo una franquicia, una licencia o un acuerdo de gestión con una \"Cadena hotelera\" participante en el momento en cuestión. Las Cadenas hoteleras participantes son actualmente hoteles con las marcas AmericInn by Wyndham®, Baymont by Wyndham®, Days Inn by Wyndham®, Dazzler by Wyndham, Dolce Hotels and Resorts® by Wyndham, Esplendor® Boutique Hotels by Wyndham, Hawthorn Suites by Wyndham®, Howard Johnson by Wyndham®, La Quinta by Wyndham®, Microtel Inn & Suites by Wyndham®, Ramada by Wyndham®, Registry CollectionSM Hotels, Super 8 by Wyndham®, Trademark Collection by Wyndham™, Travelodge by Wyndham®, TRYP by Wyndham®, Vienna House® by Wyndham, WaterWalk Extended StaySM by Wyndham, Wingate by Wyndham®, Wyndham Alltra, Wyndham Grand®, Wyndham Hotels and Resorts® y Wyndham Garden® alrededor del mundo; sin embargo, esto está sujeto a cambios en cualquier momento sin previo aviso. Sin perjuicio de lo anterior, (a) los hoteles y las instalaciones de hospedaje que tengan marca compartida con Trademark Collection by Wyndham™ y Caesars no se consideran Hoteles participantes para los fines de estos Términos y condiciones y, en su lugar, se consideran Propiedades de Caesars Rewards participantes; y (b) las siguientes propiedades no son hoteles participantes y no permiten la obtención de puntos/millas del socio de viajes: Wyndham Concorde Isla Margarita y el Instituto del Banco de Montreal para el aprendizaje. Visite el sitio web de Wyndham Rewards o llame a Servicios para Miembros de Wyndham Rewards para encontrar una propiedad en la ubicación que desea visitar. Para evitar dudas, las propiedades Travelodge fuera de Estados Unidos, Canadá y México no son propiedad de Wyndham Rewards, Inc. ni de Wyndham Hotels & Resorts, Inc., no son operadas por estas ni están afiliadas con ellas, y no participan en el Programa. En ocasiones, los Hoteles participantes podrían denominarse \"hoteles Wyndham Rewards\" en la publicidad."
          }
        ]
      }
    ]
  },
  "en": {
    "secciones": [
      {
        "titulo": "I. General Information",
        "items": [
          {
            "titulo": "Program Sponsor",
            "respuesta": "Wyndham Rewards® (the \"Wyndham Rewards Program\" or the \"Program\") is offered by Wyndham Rewards, Inc., a wholly owned indirect subsidiary of Wyndham Hotels & Resorts, Inc., its successors and assigns. Wyndham Rewards, Inc. is sometimes individually referred to as the \"Sponsor\"."
          },
          {
            "titulo": "Program Termination",
            "respuesta": "The Sponsor may terminate the Program at any time with six months' prior notice and without any further obligation to the Member. Regardless of how long you have participated in the Program, your right to earn additional Wyndham Rewards points or other Program points/miles and to claim Program rewards may be terminated, and all Wyndham Rewards points accumulated in your account will be cancelled six months after the Program termination is announced."
          },
          {
            "titulo": "Eligibility",
            "respuesta": "Individuals interested in enrolling in the Program must be of legal age in their jurisdiction of residence and must provide: (a) a unique email address not shared with an existing Member; and (b) a phone number not shared with any Member with the same first and last name. Such individuals will be referred to as “Members” of the Program. Corporations, groups, and other entities are not eligible. Members may not maintain more than one account or share accounts."
          },
          {
            "titulo": "Participating Hotels",
            "respuesta": "“Participating Hotels” are defined as all “By Wyndham” hotels and lodging facilities that operate under a franchise, license, or management agreement with a participating hotel chain at the applicable time. Current participating chains include AmericInn by Wyndham®, Baymont by Wyndham®, Days Inn by Wyndham®, Dazzler by Wyndham, Dolce Hotels and Resorts® by Wyndham, Esplendor® Boutique Hotels by Wyndham, Hawthorn Suites by Wyndham®, Howard Johnson by Wyndham®, La Quinta by Wyndham®, Microtel Inn & Suites by Wyndham®, Ramada by Wyndham®, Registry CollectionSM Hotels, Super 8 by Wyndham®, Trademark Collection by Wyndham™, Travelodge by Wyndham®, TRYP by Wyndham®, Vienna House® by Wyndham, WaterWalk Extended StaySM by Wyndham, Wingate by Wyndham®, Wyndham Alltra, Wyndham Grand®, Wyndham Hotels and Resorts®, and Wyndham Garden® worldwide. However, this list is subject to change at any time without prior notice. Notwithstanding the foregoing, (a) hotels and lodging facilities co-branded with Trademark Collection by Wyndham™ and Caesars are not considered Participating Hotels under these Terms and Conditions and are instead considered Participating Caesars Rewards Properties; and (b) the following properties are not Participating Hotels and do not allow accrual of partner travel points/miles: Wyndham Concorde Isla Margarita and the Bank of Montreal Institute for Learning. Visit the Wyndham Rewards website or call Wyndham Rewards Member Services for assistance locating a property. For clarity, Travelodge properties outside the United States, Canada, and Mexico are not owned, operated by, or affiliated with Wyndham Rewards, Inc. or Wyndham Hotels & Resorts, Inc., and are not part of the Program. Participating Hotels may at times be referred to as “Wyndham Rewards hotels” in advertising."
          }
        ]
      }
    ]
  }
}
