{
  "es": {
    "secciones": [
      {
        "titulo": "",
        "items": [
          {
            "titulo": "¿Cómo realizar las reservas para el Spa?",
            "respuesta": "Le recomendamos hacer su reserva con 24 horas de anticipación si desea disfrutar de varios tratamientos durante su estadía. Puede comunicarse con nosotros al anexo ___, llamarnos al número _____ o enviando un mail a: spalima@costadelsolperu.com. \"Walk-ins\" son siempre bienvenidos."
          },
          {
            "titulo": "Política de cancelación y traslado",
            "respuesta": "Si desea cancelar o modificar su reserva por favor no dude en contactarse con nuestra recepción al anexo ______ con 2 horas de anticipación para evitar el cargo del 50% del servicio reservado. Agradecemos nos informe algún cambio en su reserva ya que hemos reservado dicho tiempo exclusivamente para usted."
          },
          {
            "titulo": "Problemas de salud",
            "respuesta": "Para su comodidad y seguridad, le pedimos que complete una ficha de registro antes de su tratamiento. Notifíquenos cualquier requisito específico para su visita, incluido lesiones, enfermedades o alergias. Nuestro equipo estará encantado de encontrar los servicios más adecuados para usted."
          },
          {
            "titulo": "Llegadas",
            "respuesta": "Por favor, llegue 15 minutos antes del inicio de su reserva para completar la ficha de registro y prepararse para iniciar su sesión. Tenga en cuenta que el llegar tarde puede reducir el tiempo de su tratamiento. Si usted llega tarde, su cita concluirá a la hora inicialmente programada como cortesía hacia el siguiente huésped."
          },
          {
            "titulo": "Uso de los servicios del spa",
            "respuesta": "Los vestuarios, sauna de vapor, piscina climatizada, jacuzzi y sala de relajación están disponibles durante su estadía en nuestro spa. El acceso a la piscina es exclusivo para huéspedes registrados del hotel.\n\nAl estar en áreas comunes se pide mantener silencio y conversar en voz baja en consideración. De forma adicional se pide que apaguen celulares al ingresar al Spa. Una ducha previa y el uso de ropa de baño en todo momento es necesario para ingresar."
          },
          {
            "titulo": "Cargo por Servicio",
            "respuesta": "Para su comodidad, se añade a su factura un cargo por servicio del 10%. Este porcentaje es una propina discrecional, que puede ajustarse según la satisfacción con los servicios prestados."
          },
          {
            "titulo": "Ubicación",
            "respuesta": "Spa Express se encuentra en el nivel ____, la planta baja del hotel."
          }
        ]
      }
    ]
  },
  "en": {
    "secciones": [
      {
        "titulo": "",
        "items": [
          {
            "titulo": "How to Make a Spa Reservation?",
            "respuesta": "We recommend booking your appointment 24 hours in advance if you'd like to enjoy multiple treatments during your stay. You can reach us at extension ___, call us at _____, or email: spalima@costadelsolperu.com. Walk-ins are always welcome."
          },
          {
            "titulo": "Cancellation and Rescheduling Policy",
            "respuesta": "If you need to cancel or reschedule your appointment, please contact our front desk at extension ______ at least 2 hours in advance to avoid a 50% charge of the reserved service. We appreciate you informing us of any changes as we’ve reserved this time exclusively for you."
          },
          {
            "titulo": "Health Concerns",
            "respuesta": "For your comfort and safety, we ask that you complete a registration form prior to your treatment. Please inform us of any specific requirements, including injuries, illnesses, or allergies. Our team will be happy to recommend the most suitable services for you."
          },
          {
            "titulo": "Arrivals",
            "respuesta": "Please arrive 15 minutes prior to your scheduled appointment to complete your registration and prepare for your session. Please note that arriving late may shorten your treatment time. Out of courtesy for the next guest, your session will end at the originally scheduled time."
          },
          {
            "titulo": "Use of Spa Facilities",
            "respuesta": "Changing rooms, steam sauna, heated pool, jacuzzi, and relaxation lounge are available during your visit to our spa. Pool access is exclusive to registered hotel guests.\n\nPlease maintain silence and speak softly in shared areas. We also kindly ask that you turn off your mobile phone upon entering the spa. A shower and wearing swimwear at all times are required to enter."
          },
          {
            "titulo": "Service Charge",
            "respuesta": "For your convenience, a 10% service charge is added to your bill. This is a discretionary gratuity and may be adjusted based on your satisfaction with the service provided."
          },
          {
            "titulo": "Location",
            "respuesta": "Spa Express is located on level ____, the ground floor of the hotel."
          }
        ]
      }
    ]
  }
}
