{
  "secciones": [
    {
      "titulo": "I. Información general",
      "items": [
        {
          "titulo": "1. Patrocinador del programa",
          "respuesta": "Wyndham Rewards® (el \"Programa Wyndham Rewards\" o el \"Programa\") lo ofrece Wyndham Rewards, Inc., una subsidiaria indirecta de Wyndham Hotels & Resorts, Inc., sus sucesores y cesionarios. En ocasiones, Wyndham Rewards, Inc. se denomina individualmente como \"Patrocinador\"."
        },
        {
          "titulo": "2. Terminación del programa",
          "respuesta": "El Patrocinador puede dar por terminado el Programa en cualquier momento, previa notificación de seis meses, sin ninguna otra obligación respecto del Miembro. Independientemente del tiempo que participe en el Programa, su derecho a acumular puntos de Wyndham Rewards adicionales u otros puntos/millas del Programa y de reclamar recompensas del Programa podría darse por terminado, y todos los puntos de Wyndham Rewards que se hayan acumulado en su cuenta se cancelarán seis meses después de que se anuncie la conclusión del Programa."
        },
        {
          "titulo": "4. Elegibilidad",
          "respuesta": "<p>Las personas interesadas en inscribirse en el Programa deben haber alcanzado la mayoría de edad en su jurisdicción de residencia y, con el fin de evitar la creación de cuentas duplicadas para la misma persona, deben proporcionar lo siguiente:</p><ul><li>a. una dirección de e-mail única, es decir, que no se comparta con un Miembro existente; y</li><li>b. un número de teléfono que no se comparta con ningún Miembro existente que tenga el mismo nombre y apellido que la persona que se inscribe.</li></ul><p>De aquí en adelante, se hará referencia a tales personas como “Miembros” del Programa o “Miembros de Wyndham Rewards”. Las corporaciones, los grupos y otras entidades no son elegibles. Los Miembros no pueden mantener más de una cuenta ni compartir cuentas.</p>"
        },
        {
          "titulo": "7. Hoteles participantes",
          "respuesta": "Los \"Hoteles participantes\" se definen como todos los hoteles \"By Wyndham\" y otras instalaciones de hospedaje..."
        },
        {
          "titulo": "8. Destinations participantes",
          "respuesta": "\"Destinos participantes\" se refieren a las siguientes ubicaciones: WorldMark Canmore Banff (Canmore, AB, Canadá)..."
        },
        {
          "titulo": "10. Estadías calificadas",
          "respuesta": "Una \"Estadía calificada\" se produce cuando: (A) un Miembro se hospeda una o más noches consecutivas..."
        },
        {
          "titulo": "11. Estadías que no son Estadías calificadas",
          "respuesta": "Sin perjuicio de cualquier disposición contraria contenida en estos Términos y condiciones..."
        },
        {
          "titulo": "12. Opciones de redención",
          "respuesta": "Tal y como se describe más detalladamente en la Sección III, los Miembros de Wyndham Rewards pueden redimir puntos para lo siguiente..."
        },
        {
          "titulo": "13. Alianzas",
          "respuesta": "El Patrocinador no es responsable de los términos y condiciones, los productos, los servicios..."
        },
        {
          "titulo": "14. Vencimiento y cancelación de puntos e inactividad de la cuenta",
          "respuesta": "Salvo que la legislación aplicable establezca lo contrario, los puntos Wyndham Rewards vencerán cuatro (4) años..."
        },
        {
          "titulo": "15. Terminación de la cuenta",
          "respuesta": "La cuenta de Wyndham Rewards de un Miembro puede darse por terminada si el Miembro no ha tenido Actividad..."
        },
        {
          "titulo": "16. Transferencia de puntos",
          "respuesta": "Los puntos Wyndham Rewards en la cuenta de un Miembro no son propiedad del Miembro..."
        },
        {
          "titulo": "17. Puntos acumulados",
          "respuesta": "El Patrocinador, a su discreción, podría enviar a los Miembros estados de cuenta periódicos..."
        },
        {
          "titulo": "18. Fraude",
          "respuesta": "El fraude o uso indebido del Programa, de los representantes del Patrocinador, del personal o de los huéspedes..."
        },
        {
          "titulo": "19. Sin representaciones ni garantías",
          "respuesta": "SUJETO A LA LEGISLACIÓN APLICABLE, EL PATROCINADOR Y SUS AFILIADOS NO REALIZAN NINGUNA DECLARACIÓN O GARANTÍA..."
        },
        {
          "titulo": "20. Patrocinador no responsable del impuesto",
          "respuesta": "Los puntos Wyndham Rewards, los Puntos/millas del socio de viajes y las recompensas ganadas a través del Programa..."
        },
        {
          "titulo": "21. Participación en el programa (donde esté prohibido)",
          "respuesta": "La participación en el Programa o la adjudicación y la redención de puntos Wyndham Rewards o Puntos/millas..."
        },
        {
          "titulo": "22. Cambios de nombre y dirección",
          "respuesta": "Los Miembros son responsables de comunicar cualquier información de cambio de nombre y dirección..."
        },
        {
          "titulo": "23. Términos de uso del sitio web",
          "respuesta": "El uso del sitio web del Programa está sujeto a los Términos de uso que se encuentran en el pie de página..."
        },
        {
          "titulo": "24. Eliminación de los puntos",
          "respuesta": "En caso de que se adjudiquen puntos Wyndham Rewards o Puntos/millas del socio de viajes de manera errónea..."
        },
        {
          "titulo": "25. Aviso de confidencialidad",
          "respuesta": "El Patrocinador mantiene su propio aviso de confidencialidad para consumidores..."
        },
        {
          "titulo": "26. Base de datos de membresías",
          "respuesta": "La información personal que nos proporciona se almacena en una base de datos..."
        },
        {
          "titulo": "27. Aviso",
          "respuesta": "Cualquier aviso requerido o permitido bajo estos Términos y condiciones entrará en vigor de inmediato..."
        }
      ]
    },
    {
      "titulo": "II. Ganar puntos",
      "items": [
        {
          "titulo": "A. Ganar puntos en general",
          "respuesta": "Los puntos se acumulan al realizar compras o estadías en propiedades participantes."
        },
        {
          "titulo": "B. Ganar por Estadías calificadas y Noches con descuento usando puntos y dinero en Propiedades participantes",
          "respuesta": "Puedes ganar puntos incluso cuando usas una combinación de puntos y dinero en estadías calificadas."
        }
      ]
    }
  ]
}