{
  "es": {
    "secciones": [
      {
        "titulo": "I. Información general",
        "items": [
          {
            "titulo": "Patrocinador del programa",
            "respuesta": "Wyndham Rewards® (el \"Programa Wyndham Rewards\" o el \"Programa\") lo ofrece Wyndham Rewards, Inc., una subsidiaria indirecta de Wyndham Hotels & Resorts, Inc., sus sucesores y cesionarios. En ocasiones, Wyndham Rewards, Inc. se denomina individualmente como \"Patrocinador\"."
          },
          {
            "titulo": "Terminación del programa",
            "respuesta": "El Patrocinador puede dar por terminado el Programa en cualquier momento, previa notificación de seis meses, sin ninguna otra obligación respecto del Miembro. Independientemente del tiempo que participe en el Programa, su derecho a acumular puntos de Wyndham Rewards adicionales u otros puntos/millas del Programa y de reclamar recompensas del Programa podría darse por terminado, y todos los puntos de Wyndham Rewards que se hayan acumulado en su cuenta se cancelarán seis meses después de que se anuncie la conclusión del Programa."
          },
          {
            "titulo": "Elegibilidad",
            "respuesta": "Las personas interesadas en inscribirse en el Programa deben haber alcanzado la mayoría de edad en su jurisdicción de residencia y deben proporcionar lo siguiente: (a) una dirección de e-mail única que no se comparta con un Miembro existente; y (b) un número de teléfono que no se comparta con ningún Miembro que tenga el mismo nombre y apellido. Estas personas se denominarán “Miembros” del Programa. Las corporaciones, grupos u otras entidades no son elegibles. Los Miembros no pueden mantener más de una cuenta ni compartir cuentas."
          },
          {
            "titulo": "Hoteles participantes",
            "respuesta": "Los \"Hoteles participantes\" se definen como todos los hoteles \"By Wyndham\" y otras instalaciones de hospedaje \"By Wyndham\" que operan bajo una franquicia, una licencia o un acuerdo de gestión con una \"Cadena hotelera\" participante en el momento en cuestión. Las Cadenas hoteleras participantes son actualmente hoteles con las marcas AmericInn by Wyndham®, Baymont by Wyndham®, Days Inn by Wyndham®, Dazzler by Wyndham, Dolce Hotels and Resorts® by Wyndham, Esplendor® Boutique Hotels by Wyndham, Hawthorn Suites by Wyndham®, Howard Johnson by Wyndham®, La Quinta by Wyndham®, Microtel Inn & Suites by Wyndham®, Ramada by Wyndham®, Registry CollectionSM Hotels, Super 8 by Wyndham®, Trademark Collection by Wyndham™, Travelodge by Wyndham®, TRYP by Wyndham®, Vienna House® by Wyndham, WaterWalk Extended StaySM by Wyndham, Wingate by Wyndham®, Wyndham Alltra, Wyndham Grand®, Wyndham Hotels and Resorts® y Wyndham Garden® alrededor del mundo; sin embargo, esto está sujeto a cambios en cualquier momento sin previo aviso. Sin perjuicio de lo anterior, (a) los hoteles y las instalaciones de hospedaje que tengan marca compartida con Trademark Collection by Wyndham™ y Caesars no se consideran Hoteles participantes para los fines de estos Términos y condiciones y, en su lugar, se consideran Propiedades de Caesars Rewards participantes; y (b) las siguientes propiedades no son hoteles participantes y no permiten la obtención de puntos/millas del socio de viajes: Wyndham Concorde Isla Margarita y el Instituto del Banco de Montreal para el aprendizaje. Visite el sitio web de Wyndham Rewards o llame a Servicios para Miembros de Wyndham Rewards para encontrar una propiedad en la ubicación que desea visitar. Para evitar dudas, las propiedades Travelodge fuera de Estados Unidos, Canadá y México no son propiedad de Wyndham Rewards, Inc. ni de Wyndham Hotels & Resorts, Inc., no son operadas por estas ni están afiliadas con ellas, y no participan en el Programa. En ocasiones, los Hoteles participantes podrían denominarse \"hoteles Wyndham Rewards\" en la publicidad."
          },
          {
            "titulo": "Destinos participantes",
            "respuesta": "Destinos participantes se refieren a las siguientes ubicaciones: WorldMark Canmore Banff (Canmore, AB, Canadá), Wyndham Resort Fairfield Bay (Fairfield Bay, AR), Wyndham Flagstaff (Flagstaff, AZ), Wyndham Sedona (Sedona, AZ), WorldMark Rancho Vistoso (Oro Valley, AZ), WorldMark Bison Ranch (Overgaard, AZ), WorldMark Phoenix - South Mountain (Phoenix, AZ), WorldMark Pinetop (Pinetop, AZ), WorldMark Scottsdale (Scottsdale, AZ), Havasu Dunes Resort (Lake Havasu, AZ), Orange Tree Resort (Scottsdale, AZ), Starr Pass Golf Suites (Tucson, AZ), The Legacy Golf Resort (Phoenix, AZ), WorldMark Vancouver - The CDN (Vancouver, BC, Canadá), WorldMark Whistler - Cascade (Whistler, BC, Canadá), WorldMark Whistler - Sundance (Whistler, BC, Canadá), WorldMark Victoria (Victoria, BC, Canadá), Mountainside Lodge (Whistler, BC, Canadá), WorldMark La Paloma (La Paloma, Rosarito Beach, BC, Canadá), WorldMark Coral Baja (San José del Cabo, BCS), Wyndham Oceanside Pier Resort (Oceanside, CA), Wyndham Canterbury at San Francisco (San Francisco, CA), Wyndham Harbour Lights (San Diego, CA), WorldMark Anaheim (Anaheim, CA), Peacock Suites (Anaheim, CA), WorldMark Angels Camp (Angels Camp, CA), WorldMark Bass Lake (Bass Lake, CA), WorldMark Big Bear (Big Bear Lake, CA), WorldMark Indio (Indio, CA), WorldMark Marina Dunes (Marina, CA), WorldMark Clear Lake (Nice, CA), WorldMark Oceanside (Oceanside, CA), WorldMark Cathedral City (Palm Springs, CA), WorldMark Palm Springs (Palm Springs, CA), WorldMark Pismo Beach (Pismo Beach, CA), WorldMark Balboa Park (San Diego, CA), WorldMark San Francisco (San Francisco, CA), WorldMark Solvang (Solvang, CA), WorldMark Windsor (Windsor, CA), WorldMark Mission Valley (San Diego, CA), Dolphin’s Cove Resort (Anaheim, CA), Inn at the Opera (San Francisco, CA), Inn at the Park (San Diego, CA), San Luis Bay Inn (Avila Beach, CA), Suites at Fisherman’s Wharf (San Francisco, CA), The Donatello (San Francisco, CA), The Plaza Resort & Spa (Palm Springs, CA), Vino Bello Resort (Napa, CA), Vista Mirage Resort (Palm Springs, CA), Wyndham Durango (Durango, CO), Wyndham Pagosa (Pagosa Springs, CO), Wyndham Resort at Avon (Avon, CO), Wyndham Steamboat Springs (Steamboat Springs, CO), WorldMark Estes Park (Estes Park, CO), WorldMark Granby - Rocky Mountain (Granby, CO), WorldMark Fiji (Nadi, Denarau Island), Wyndham Ocean Walk (Daytona Beach, FL), Wyndham Bonnet Creek Resort (Orlando, FL), Wyndham Cypress Palms (Kissimmee, FL), Wyndham Palm-Aire North (Pompano Beach, FL), Wyndham Panama City Beach (Panama City Beach, FL), Wyndham Majestic Sun (Destin, FL), Beach Street Cottages (Destin, FL), Florida Vacation Villas (Kissimmee, FL), Wyndham Clearwater Beach (Clearwater Beach, FL),Wyndham Royal Vista (Pompano Beach, FL), Wyndham Santa Barbara (Pompano Beach, FL), Wyndham Sea Gardens (Pompano Beach, FL), Wyndham VR Reunion at Orlando (Reunion, FL), WorldMark Orlando - Kingstown Reef (Orlando, FL), Orlando International Resort (Orlando, FL), Star Island (Kissimmee, FL), WorldMark Zihuatanejo (Zihuatanejo Guerrero, MX), Wyndham Bali Hai Villas (Princeville-Kauai, HI), Wyndham Kona Hawaiian Resort (Kailua-Kona, HI), Wyndham Royal Garden Waikiki (Honolulu-Oahu, HI), Wyndham at Waikiki Beach Walk (Honolulu-Oahu, HI), Wyndham Royal Sea Cliff (Kailua-Kona, HI), Wyndham Mauna Loa Village (Kailua-Kona, HI), Wyndham Ka 'Eo Kai (Princeville-Kauai, HI), Wyndham Shearwater (Princeville-Kauai, HI), WorldMark Kona (Kailua, Kona, HI), WorldMark Kapaa Shore (Kapaa, Kauai, HI), WorldMark Kihei (Kiehi, Maui, HI), WorldMark Valley Isle Lahaina, Maui, HI), Holua Resort at Mauna Loa (Kailua-Kona, HI), Kauai Coast Resort at the Beach (Kapaa, HI), Kona Coast Resort (Kailua-Kona, HI), Paniolo Greens Resort (Waikoloa, HI), Waikiki Marina Resort (Honolulu-Oahu, HI), WorldMark Arrow Point (Harrison, ID), WorldMark McCall (McCall, ID), WorldMark Galena (Galena, IL), Wyndham La Belle Maison (New Orleans, LA), Avenue Plaza Resort (New Orleans, LA), Wyndham Bentley Brook (Hancock, MA), Wyndham at National Harbor (National Harbor, MD), Wyndham Branson at the Meadows (Branson, MO), Wyndham Mountain Vista (Branson, MO), Wyndham Branson at The Falls (Branson, MO), WorldMark Branson (Branson, MO), WorldMark Ozarks (Osage Beach, MO), WorldMark West Yellowstone (West Yellowstone, MT), Wyndham Resort at Fairfield Mountains (Lake Lure, NC), Crotched Mountain Resort (Francestown, NH), Wyndham Skyline Tower (Atlantic City, NJ), WorldMark Red River (Red River, NM), WorldMark Santa Fe (Santa Fe, NM), WorldMark Taos (Taos, NM), Wyndham Grand Desert (Las Vegas, NV), Wyndham Desert Blue (Las Vegas, NV), WorldMark Las Vegas Tropicana (Las Vegas, NV), Wyndham South Shore Zephyr Cove, NV), WorldMark Las Vegas Boulevard (Las Vegas, NV), WorldMark Las Vegas Spencer St (Las Vegas, NV), WorldMark Reno (Reno, NV), WorldMark Lake Tahoe (Stateline, NV), Desert Rose Resort (Las Vegas, NV), Wyndham Midtown 45 (Nueva York, NY), WorldMark Grand Lake (Afton, OK), Carriage Ridge & Hills Resorts (Barrie, ON), WorldMark Bend (Bend, OR), WorldMark Gleneden (Gleneden Beach, OR), WorldMark Running Y Resort (Klamath Falls, OR), WorldMark Schooner Landing (Newport, OR), WorldMark Eagle Crest (Redmond, OR), WorldMark Depoe Bay (Depoe Bay, OR), WorldMark Seaside (Seaside, OR), Wyndham Shawnee Village (East Stroudsburg, PA), Margaritaville Vacation Club (Río Grande, PR), WorldMark Isla Mujeres Isla Mujeres (Quintana Roo, MX), Wyndham Bay Voyage Inn (Jamestown, RI), Wyndham Inn on Long Wharf (Newport, RI), Wyndham Inn on the Harbor (Newport, RI), Wyndham Long Wharf (Newport, RI), Wyndham Newport Onshore (Newport, RI), Wyndham Newport Overlook (Jamestown, RI), Wyndham Ocean Boulevard (North Myrtle Beach, SC), Wyndham Ocean Ridge (Edisto Island, SC), Wyndham Towers on the Grove (North Myrtle Beach, SC), Wyndham SeaWatch Plantation (Myrtle Beach, SC), Wyndham Westwinds (North Myrtle Beach, SC), Wyndham Dye Villas at Myrtle Beach (North Myrtle Beach, SC), Wyndham at The Cottages (North Myrtle Beach, SC), Wyndham Smoky Mountains (Sevierville, TN), Wyndham Nashville (Nashville, TN), Wyndham Great Smokies Lodge (Sevierville, TN), Wyndham Resort at Fairfield Gl (Crossville, TN), Wyndham La Cascada (San Antonio, TX), Wyndham Austin (Austin, TX), Wyndham Riverside Suites (San Antonio, TX), WorldMark Hunt - Stablewood (Hunt, TX), WorldMark Marble Falls (Marble Falls, TX), WorldMark New Braunfels (New Braunfels, TX), Wyndham Margaritaville St. Thomas (St. Thomas, Islas Vírgenes de Estados Unidos), Bluebeard’s Beach Club (St. Thomas, Islas Vírgenes de Estados Unidos), Bluebeard’s Castle (St. Thomas, Islas Vírgenes de Estados Unidos), Elysian Beach Resort (St. Thomas, Islas Vírgenes de Estados Unidos), Wyndham Park (City Park City, UT), WorldMark Wolf Creek (Eden, UT), WorldMark Bear Lake (Garden City, UT), WorldMark Midway (Midway, UT), WorldMark St. George (St. George, UT), WorldMark Park City (Park City, UT), Wyndham Old Town Alexandria (Alexandria, VA), Wyndham Governor’s Green (Williamsburg, VA), Wyndham Kingsgate (Williamsburg, VA), Wyndham Patriots’ Place (Williamsburg, VA), Wyndham Vacation Resorts Smugg (Smugglers Notch, VT), WorldMark Blaine Birch (Bay, WA), WorldMark Birch Bay (Blaine, WA), WorldMark Chelan (Chelan, WA), WorldMark Lake Chelan Shores (Chelan, WA), WorldMark Deer Harbor (Deer Harbor, WA), WorldMark Long Beach (Long Beach, WA), WorldMark Surfside Inn (Ocean Park, WA), WorldMark Mariner Village (Ocean Shores, WA), WorldMark Discovery Bay Port (Townsend, WA), WorldMark Seattle - The Camlin (Seattle, WA), Wyndham Vacation Resorts at Gl (Baraboo, WI), Wyndham Vacation Resorts Steamboat Springs (Steamboat Springs, CO), Wyndham Harbour Lights (San Diego, CA)."
          },
          {
            "titulo": "Estadías calificadas",
            "respuesta": "Una \"Estadía calificada\" se produce cuando: (A) un Miembro se hospeda una o más noches consecutivas en la misma Propiedad participante, cuyo número de noches cumple con los requisitos de estadía mínima (si es que hubiese) de la Propiedad participante correspondiente; (B) las tarifas por noche del hospedaje de dicho Miembro, en el transcurso de la estadía de dicho Miembro, sumadas (pero excluyendo impuestos, recargos y cualquier otro cargo o tarifas para todas las Cadenas hoteleras que no sean Dolce Hotels and Resorts, Wyndham Grand, Wyndham Hotels and Resorts y Wyndham Garden en los que los impuestos, recargos y cualquier otro cargo o tarifa estén incluidos) dan un total de por lo menos $25.00 (la “Tarifa total mínima”); (C) en el caso de hoteles WaterWalk Extend Stay by Wyndham, ocurre en una suite amueblada; (D) en el caso de las Propiedades participantes de Destinations y Caesars Rewards, dicho Miembro proporciona su número de membresía de Wyndham Rewards durante el proceso de reserva; (E) dicho Miembro paga todos los montos a pagar por dicha estadía conforme a las políticas de pago de la Propiedad participante aplicables en el momento; (F) en el caso de Hoteles participantes, la estadía se reserva a través de www.wyndhamhotels.com/wyndham-rewards, www.wyndhamhotels.com, la App de Wyndham Hotels & Resorts, el número de teléfono de Servicios para Miembros correspondiente que se proporciona  aquí ; el sitio web oficial de la marca de la Cadena hotelera participante correspondiente (tal y como se define en la Sección I[7] anterior), el número (800) oficial de la Cadena hotelera correspondiente, tal y como aparece en dicho sitio, o de forma presencial en el Hotel participante correspondiente; (G) en el caso de Propiedades participantes de Destinations y Caesars Rewards, la estadía se reserva a través de www.wyndhamrewards.com, www.wyndhamhotels.com, la App de Wyndham Rewards o el número de teléfono de Servicios para Miembros correspondiente que se proporciona aquí.  Para mayor claridad, y sin perjuicio de cualquier disposición anterior, las reservas en línea para una estadía en una Propiedad participante Caesars Rewards o una propiedad Destinations participante deben realizarse en un sitio web cuya dirección incluya “www.wyndhamhotels.com” para que dicha estadía se considere como Estadía calificada.  Si un Miembro hace check out y ese mismo día vuelve a hacer check in en la misma Propiedad participante, se contará como una sola estadía para fines de realizar el cálculo de una Estadía calificada. Sin perjuicio de cualquier disposición contraria contenida en esta Sección 10, algunas estadías en Hoteles participantes que cumplen con los criterios establecidos en las cláusulas (A), (B) y (E) anteriores, pero que se reservan a través de agentes de viajes independientes, también pueden ser Estadías calificadas. Consulte con su agente de viajes independiente antes de hacer la reserva para confirmar si la estadía correspondiente se considerará o no como una Estadía calificada."
          },
          {
            "titulo": "Estadías que no son Estadías calificadas",
            "respuesta": "Sin perjuicio de cualquier disposición contraria contenida en estos Términos y condiciones, si la tarifa de cualquier noche en una Propiedad participante cae en alguna de las siguientes categorías o se obtiene a partir de los siguientes métodos (si corresponde), dicha noche no se considerará como una Estadía calificada:<ul><li><strong>Contrato (por ejemplo, la tripulación):</strong> las tarifas que ofrecen las propiedades a su discreción a empresas que garantizan el pago para un grupo de habitaciones por noche durante un período prolongado, independientemente de si dichas habitaciones se utilizan o no realmente;</li><li><strong>Reservas en sitios de terceros:</strong> todas las reservas hechas en línea o en sitios web de terceros (es decir, todas las reservas hechas en sitios web o en línea a través de sitios web, apps o plataformas digitales, así como todas las reservas hechas por teléfono con algún tercero distinto de los descritos en la Sección I[10] anterior), independientemente de la tarifa pagada o si la afiliación de la marca de la Propiedad participante se conoce en el momento de la reserva. Para evitar dudas y sin limitación, todas las reservas realizadas en sitios como priceline.com, hotwire.com, booking.com, orbitz.com, travelocity.com, expedia.com, ticketsatwork.com, plumbenefits.com, workingadvantage.com y memberdeals.com (además de cualquier otra reserva realizada a través de terceros);</li><li><strong>Asignación mayorista:</strong> tarifas por contrato ofrecidas por Hoteles participantes a empresas mayoristas u operadores turísticos;</li><li><strong>Descuento mayorista:</strong> tarifas por contrato ofrecidas por Wyndham Hotels & Resorts a empresas mayoristas u operadores turísticos;</li><li><strong>Actividades que no generan ingresos:</strong> por ejemplo y sin limitación, noches en habitaciones de cortesía y noches obtenidas utilizando cualquier forma de Noches gratis (descritas en la Sección III[C-1] a la [E-2]), incluso en los casos en los que se cobran cargos del resort, cargos por comida y bebida, cargos por ocupación de habitación complementaria para huéspedes adicionales u otros cargos por gastos imprevistos;</li><li><strong>Noches con puntos y dinero:</strong> las diversas formas de estadías de noches con descuento usando puntos y dinero, descritas en las Secciones III(G-1) a (I).</li></ul>Salvo que se especifique lo contrario en estos Términos y condiciones con respecto a estas estadías, no se considerarán Estadías calificadas ni generarán puntos Wyndham Rewards ni puntos/millas de socios de viajes."
          },
          {
            "titulo": "Opciones de redención",
            "respuesta": "Tal y como se describe más detalladamente en la Sección III, los Miembros de Wyndham Rewards pueden redimir puntos para lo siguiente:<ul><li>(a) las diversas formas de Noches gratis, descritas con mayor detalle en la Sección III(C-1) a la (E-2), a continuación,</li><li>(b) las diversas formas de estadías de Noches con descuento usando puntos y dinero, descritas con mayor detalle en la Sección III(G-1) a (I) más abajo,</li><li>(c) las recompensas ofrecidas por los programas de viajes de socios participantes, los comerciantes participantes y los proveedores de servicios participantes, tal y como se describe en detalle en la Sección III.</li></ul>En ocasiones, en estos Términos y condiciones, todos los terceros que ofrecen opciones de redención diferentes de las recompensas Noches gratis y noches con descuento usando puntos y dinero se denominan colectivamente \"Participantes en las recompensas\"."
          },
          {
            "titulo": "Alianzas",
            "respuesta": "El Patrocinador no es responsable de los términos y condiciones, los productos, los servicios, los requisitos de membresía ni de ningún otro aspecto de los programas que ofrecen los actuales o anteriores Participantes para ganar puntos, los Participantes en las recompensas ni ningún otro proveedor actual o anterior de Wyndham Rewards, lo que incluye, entre otros, a Viator, Inc.; Maritz Motivation Solutions, Inc.; Collinson Limited; Snowstorm Technologies Inc., Vacasa LLC (la entidad que acepta puntos Wyndham Rewards por estadías gratis en Alquileres vacacionales de Vacasa de acuerdo con estos Términos y condiciones); Extra Holidays, LLC (la entidad que acepta puntos Wyndham Rewards por estadías gratis y con descuento en Destinos participantes de acuerdo con estos Términos y condiciones); Vacation Rentals (UK) Ltd. (la entidad que acepta puntos Wyndham Rewards por estadías gratis en Cabañas para redimir de acuerdo con estos Términos y condiciones); Caesars Entertainment Corporation (la entidad que acepta puntos Wyndham Rewards por estadías gratis y con descuento en Propiedades participantes de Caesars Rewards de acuerdo con estos Términos y condiciones); Sunrise Banks, N.A., Galileo Financial Technologies, LLC, Mastercard International Incorporated, Visa Inc., y Barclays Bank Delaware (Barclaycard)."
          }
        ]
      },
      {
        "titulo": "II. Ganar puntos",
        "items": [
          {
            "titulo": "A. Ganar puntos en general",
            "respuesta": "Los puntos se acumulan al realizar compras o estadías en propiedades participantes."
          },
          {
            "titulo": "B. Estadías calificadas y puntos + dinero",
            "respuesta": "Puedes ganar puntos incluso cuando usas una combinación de puntos y dinero."
          }
        ]
      }
    ]
  },
  "en": {
    "secciones": [
      {
        "titulo": "I. General Information",
        "items": [
          {
            "titulo": "Program Sponsor",
            "respuesta": "Wyndham Rewards® (the \"Wyndham Rewards Program\" or the \"Program\") is offered by Wyndham Rewards, Inc., a wholly owned indirect subsidiary of Wyndham Hotels & Resorts, Inc., its successors and assigns. Wyndham Rewards, Inc. is sometimes individually referred to as the \"Sponsor\"."
          },
          {
            "titulo": "Program Termination",
            "respuesta": "The Sponsor may terminate the Program at any time with six months' prior notice and without any further obligation to the Member. Regardless of how long you have participated in the Program, your right to earn additional Wyndham Rewards points or other Program points/miles and to claim Program rewards may be terminated, and all Wyndham Rewards points accumulated in your account will be cancelled six months after the Program termination is announced."
          },
          {
            "titulo": "Eligibility",
            "respuesta": "Individuals interested in enrolling in the Program must be of legal age in their jurisdiction of residence and must provide: (a) a unique email address not shared with an existing Member; and (b) a phone number not shared with any Member with the same first and last name. Such individuals will be referred to as “Members” of the Program. Corporations, groups, and other entities are not eligible. Members may not maintain more than one account or share accounts."
          },
          {
            "titulo": "Participating Hotels",
            "respuesta": "“Participating Hotels” are defined as all “By Wyndham” hotels and lodging facilities that operate under a franchise, license, or management agreement with a participating hotel chain at the applicable time. Current participating chains include AmericInn by Wyndham®, Baymont by Wyndham®, Days Inn by Wyndham®, Dazzler by Wyndham, Dolce Hotels and Resorts® by Wyndham, Esplendor® Boutique Hotels by Wyndham, Hawthorn Suites by Wyndham®, Howard Johnson by Wyndham®, La Quinta by Wyndham®, Microtel Inn & Suites by Wyndham®, Ramada by Wyndham®, Registry CollectionSM Hotels, Super 8 by Wyndham®, Trademark Collection by Wyndham™, Travelodge by Wyndham®, TRYP by Wyndham®, Vienna House® by Wyndham, WaterWalk Extended StaySM by Wyndham, Wingate by Wyndham®, Wyndham Alltra, Wyndham Grand®, Wyndham Hotels and Resorts®, and Wyndham Garden® worldwide. However, this list is subject to change at any time without prior notice. Notwithstanding the foregoing, (a) hotels and lodging facilities co-branded with Trademark Collection by Wyndham™ and Caesars are not considered Participating Hotels under these Terms and Conditions and are instead considered Participating Caesars Rewards Properties; and (b) the following properties are not Participating Hotels and do not allow accrual of partner travel points/miles: Wyndham Concorde Isla Margarita and the Bank of Montreal Institute for Learning. Visit the Wyndham Rewards website or call Wyndham Rewards Member Services for assistance locating a property. For clarity, Travelodge properties outside the United States, Canada, and Mexico are not owned, operated by, or affiliated with Wyndham Rewards, Inc. or Wyndham Hotels & Resorts, Inc., and are not part of the Program. Participating Hotels may at times be referred to as “Wyndham Rewards hotels” in advertising."
          },
          {
            "titulo": "Participating Destinations",
            "respuesta": "“Participating Destinations” refer to specific locations: WorldMark Canmore Banff (Canmore, AB, Canadá), Wyndham Resort Fairfield Bay (Fairfield Bay, AR), Wyndham Flagstaff (Flagstaff, AZ), Wyndham Sedona (Sedona, AZ), WorldMark Rancho Vistoso (Oro Valley, AZ), WorldMark Bison Ranch (Overgaard, AZ), WorldMark Phoenix - South Mountain (Phoenix, AZ), WorldMark Pinetop (Pinetop, AZ), WorldMark Scottsdale (Scottsdale, AZ), Havasu Dunes Resort (Lake Havasu, AZ), Orange Tree Resort (Scottsdale, AZ), Starr Pass Golf Suites (Tucson, AZ), The Legacy Golf Resort (Phoenix, AZ), WorldMark Vancouver - The CDN (Vancouver, BC, Canadá), WorldMark Whistler - Cascade (Whistler, BC, Canadá), WorldMark Whistler - Sundance (Whistler, BC, Canadá), WorldMark Victoria (Victoria, BC, Canadá), Mountainside Lodge (Whistler, BC, Canadá), WorldMark La Paloma (La Paloma, Rosarito Beach, BC, Canadá), WorldMark Coral Baja (San José del Cabo, BCS), Wyndham Oceanside Pier Resort (Oceanside, CA), Wyndham Canterbury at San Francisco (San Francisco, CA), Wyndham Harbour Lights (San Diego, CA), WorldMark Anaheim (Anaheim, CA), Peacock Suites (Anaheim, CA), WorldMark Angels Camp (Angels Camp, CA), WorldMark Bass Lake (Bass Lake, CA), WorldMark Big Bear (Big Bear Lake, CA), WorldMark Indio (Indio, CA), WorldMark Marina Dunes (Marina, CA), WorldMark Clear Lake (Nice, CA), WorldMark Oceanside (Oceanside, CA), WorldMark Cathedral City (Palm Springs, CA), WorldMark Palm Springs (Palm Springs, CA), WorldMark Pismo Beach (Pismo Beach, CA), WorldMark Balboa Park (San Diego, CA), WorldMark San Francisco (San Francisco, CA), WorldMark Solvang (Solvang, CA), WorldMark Windsor (Windsor, CA), WorldMark Mission Valley (San Diego, CA), Dolphin’s Cove Resort (Anaheim, CA), Inn at the Opera (San Francisco, CA), Inn at the Park (San Diego, CA), San Luis Bay Inn (Avila Beach, CA), Suites at Fisherman’s Wharf (San Francisco, CA), The Donatello (San Francisco, CA), The Plaza Resort & Spa (Palm Springs, CA), Vino Bello Resort (Napa, CA), Vista Mirage Resort (Palm Springs, CA), Wyndham Durango (Durango, CO), Wyndham Pagosa (Pagosa Springs, CO), Wyndham Resort at Avon (Avon, CO), Wyndham Steamboat Springs (Steamboat Springs, CO), WorldMark Estes Park (Estes Park, CO), WorldMark Granby - Rocky Mountain (Granby, CO), WorldMark Fiji (Nadi, Denarau Island), Wyndham Ocean Walk (Daytona Beach, FL), Wyndham Bonnet Creek Resort (Orlando, FL), Wyndham Cypress Palms (Kissimmee, FL), Wyndham Palm-Aire North (Pompano Beach, FL), Wyndham Panama City Beach (Panama City Beach, FL), Wyndham Majestic Sun (Destin, FL), Beach Street Cottages (Destin, FL), Florida Vacation Villas (Kissimmee, FL), Wyndham Clearwater Beach (Clearwater Beach, FL),Wyndham Royal Vista (Pompano Beach, FL), Wyndham Santa Barbara (Pompano Beach, FL), Wyndham Sea Gardens (Pompano Beach, FL), Wyndham VR Reunion at Orlando (Reunion, FL), WorldMark Orlando - Kingstown Reef (Orlando, FL), Orlando International Resort (Orlando, FL), Star Island (Kissimmee, FL), WorldMark Zihuatanejo (Zihuatanejo Guerrero, MX), Wyndham Bali Hai Villas (Princeville-Kauai, HI), Wyndham Kona Hawaiian Resort (Kailua-Kona, HI), Wyndham Royal Garden Waikiki (Honolulu-Oahu, HI), Wyndham at Waikiki Beach Walk (Honolulu-Oahu, HI), Wyndham Royal Sea Cliff (Kailua-Kona, HI), Wyndham Mauna Loa Village (Kailua-Kona, HI), Wyndham Ka 'Eo Kai (Princeville-Kauai, HI), Wyndham Shearwater (Princeville-Kauai, HI), WorldMark Kona (Kailua, Kona, HI), WorldMark Kapaa Shore (Kapaa, Kauai, HI), WorldMark Kihei (Kiehi, Maui, HI), WorldMark Valley Isle Lahaina, Maui, HI), Holua Resort at Mauna Loa (Kailua-Kona, HI), Kauai Coast Resort at the Beach (Kapaa, HI), Kona Coast Resort (Kailua-Kona, HI), Paniolo Greens Resort (Waikoloa, HI), Waikiki Marina Resort (Honolulu-Oahu, HI), WorldMark Arrow Point (Harrison, ID), WorldMark McCall (McCall, ID), WorldMark Galena (Galena, IL), Wyndham La Belle Maison (New Orleans, LA), Avenue Plaza Resort (New Orleans, LA), Wyndham Bentley Brook (Hancock, MA), Wyndham at National Harbor (National Harbor, MD), Wyndham Branson at the Meadows (Branson, MO), Wyndham Mountain Vista (Branson, MO), Wyndham Branson at The Falls (Branson, MO), WorldMark Branson (Branson, MO), WorldMark Ozarks (Osage Beach, MO), WorldMark West Yellowstone (West Yellowstone, MT), Wyndham Resort at Fairfield Mountains (Lake Lure, NC), Crotched Mountain Resort (Francestown, NH), Wyndham Skyline Tower (Atlantic City, NJ), WorldMark Red River (Red River, NM), WorldMark Santa Fe (Santa Fe, NM), WorldMark Taos (Taos, NM), Wyndham Grand Desert (Las Vegas, NV), Wyndham Desert Blue (Las Vegas, NV), WorldMark Las Vegas Tropicana (Las Vegas, NV), Wyndham South Shore Zephyr Cove, NV), WorldMark Las Vegas Boulevard (Las Vegas, NV), WorldMark Las Vegas Spencer St (Las Vegas, NV), WorldMark Reno (Reno, NV), WorldMark Lake Tahoe (Stateline, NV), Desert Rose Resort (Las Vegas, NV), Wyndham Midtown 45 (Nueva York, NY), WorldMark Grand Lake (Afton, OK), Carriage Ridge & Hills Resorts (Barrie, ON), WorldMark Bend (Bend, OR), WorldMark Gleneden (Gleneden Beach, OR), WorldMark Running Y Resort (Klamath Falls, OR), WorldMark Schooner Landing (Newport, OR), WorldMark Eagle Crest (Redmond, OR), WorldMark Depoe Bay (Depoe Bay, OR), WorldMark Seaside (Seaside, OR), Wyndham Shawnee Village (East Stroudsburg, PA), Margaritaville Vacation Club (Río Grande, PR), WorldMark Isla Mujeres Isla Mujeres (Quintana Roo, MX), Wyndham Bay Voyage Inn (Jamestown, RI), Wyndham Inn on Long Wharf (Newport, RI), Wyndham Inn on the Harbor (Newport, RI), Wyndham Long Wharf (Newport, RI), Wyndham Newport Onshore (Newport, RI), Wyndham Newport Overlook (Jamestown, RI), Wyndham Ocean Boulevard (North Myrtle Beach, SC), Wyndham Ocean Ridge (Edisto Island, SC), Wyndham Towers on the Grove (North Myrtle Beach, SC), Wyndham SeaWatch Plantation (Myrtle Beach, SC), Wyndham Westwinds (North Myrtle Beach, SC), Wyndham Dye Villas at Myrtle Beach (North Myrtle Beach, SC), Wyndham at The Cottages (North Myrtle Beach, SC), Wyndham Smoky Mountains (Sevierville, TN), Wyndham Nashville (Nashville, TN), Wyndham Great Smokies Lodge (Sevierville, TN), Wyndham Resort at Fairfield Gl (Crossville, TN), Wyndham La Cascada (San Antonio, TX), Wyndham Austin (Austin, TX), Wyndham Riverside Suites (San Antonio, TX), WorldMark Hunt - Stablewood (Hunt, TX), WorldMark Marble Falls (Marble Falls, TX), WorldMark New Braunfels (New Braunfels, TX), Wyndham Margaritaville St. Thomas (St. Thomas, Islas Vírgenes de Estados Unidos), Bluebeard’s Beach Club (St. Thomas, Islas Vírgenes de Estados Unidos), Bluebeard’s Castle (St. Thomas, Islas Vírgenes de Estados Unidos), Elysian Beach Resort (St. Thomas, Islas Vírgenes de Estados Unidos), Wyndham Park (City Park City, UT), WorldMark Wolf Creek (Eden, UT), WorldMark Bear Lake (Garden City, UT), WorldMark Midway (Midway, UT), WorldMark St. George (St. George, UT), WorldMark Park City (Park City, UT), Wyndham Old Town Alexandria (Alexandria, VA), Wyndham Governor’s Green (Williamsburg, VA), Wyndham Kingsgate (Williamsburg, VA), Wyndham Patriots’ Place (Williamsburg, VA), Wyndham Vacation Resorts Smugg (Smugglers Notch, VT), WorldMark Blaine Birch (Bay, WA), WorldMark Birch Bay (Blaine, WA), WorldMark Chelan (Chelan, WA), WorldMark Lake Chelan Shores (Chelan, WA), WorldMark Deer Harbor (Deer Harbor, WA), WorldMark Long Beach (Long Beach, WA), WorldMark Surfside Inn (Ocean Park, WA), WorldMark Mariner Village (Ocean Shores, WA), WorldMark Discovery Bay Port (Townsend, WA), WorldMark Seattle - The Camlin (Seattle, WA), Wyndham Vacation Resorts at Gl (Baraboo, WI), Wyndham Vacation Resorts Steamboat Springs (Steamboat Springs, CO), Wyndham Harbour Lights (San Diego, CA)."
          },
          {
            "titulo": "Qualified Stays",
            "respuesta": "A \"Qualified Stay\" occurs when: (A) a Member stays one or more consecutive nights at the same Participating Property, meeting the applicable minimum night requirement (if any) of such Participating Property; (B) the total nightly room rate(s) paid by such Member during such stay (excluding taxes, fees, and any other charges, except for Dolce Hotels and Resorts, Wyndham Grand, Wyndham Hotels and Resorts, and Wyndham Garden, where taxes, fees, and other charges may be included) totals at least $25.00 (the “Minimum Total Rate”); (C) in the case of WaterWalk Extend Stay by Wyndham hotels, the stay is in a furnished suite; (D) in the case of Participating Destinations and Caesars Rewards properties, such Member provides their Wyndham Rewards membership number at the time of booking; (E) such Member pays all amounts payable for such stay in accordance with the applicable payment policies of the Participating Property in effect at that time; (F) in the case of Participating Hotels, the stay is booked through www.wyndhamhotels.com/wyndham-rewards, www.wyndhamhotels.com, the Wyndham Hotels & Resorts App, the applicable Member Services telephone number provided here; the official website of the relevant participating hotel brand chain (as defined in Section I[7] above), the official (800) number of the relevant brand chain as listed on such website, or directly at the applicable Participating Hotel; (G) in the case of Participating Destinations and Caesars Rewards properties, the stay is booked through www.wyndhamrewards.com, www.wyndhamhotels.com, the Wyndham Rewards App, or the applicable Member Services phone number provided here. For clarity, and notwithstanding any of the foregoing, online bookings for a stay at a Caesars Rewards Participating Property or a Destinations Participating Property must be made on a website whose URL includes “www.wyndhamhotels.com” in order for such stay to be considered a Qualified Stay. If a Member checks out and checks back in at the same Participating Property on the same day, it will be considered one single stay for purposes of calculating a Qualified Stay. Notwithstanding anything to the contrary in this Section 10, certain stays at Participating Hotels that meet the requirements of subsections (A), (B), and (E) above but are booked through independent travel agents may also be considered Qualified Stays. Please check with your independent travel agent prior to booking to confirm whether the applicable stay will be considered a Qualified Stay."
          },
          {
            "titulo": "Stays That Are Not Qualified Stays",
            "respuesta": "Notwithstanding anything to the contrary in these Terms and Conditions, if the rate for any night at a Participating Property falls into one of the following categories or is obtained by the following methods (as applicable), such night will not be considered a Qualified Stay:<ul><li><strong>Contract (e.g., crew):</strong> rates offered at the property’s discretion to companies that guarantee payment for a block of rooms per night over a prolonged period, regardless of whether the rooms are actually used;</li><li><strong>Third-party bookings:</strong> all bookings made online or through third-party websites (including apps or digital platforms, or phone bookings with third parties not listed in Section I[10]), regardless of the rate paid or the brand's disclosure at booking. This includes priceline.com, hotwire.com, booking.com, orbitz.com, travelocity.com, expedia.com, ticketsatwork.com, plumbenefits.com, workingadvantage.com, memberdeals.com, and others;</li><li><strong>Wholesale allocation:</strong> contract rates offered by Participating Hotels to wholesalers or tour operators;</li><li><strong>Wholesale discount:</strong> contract rates offered by Wyndham Hotels & Resorts to wholesalers or tour operators;</li><li><strong>Non-revenue generating activities:</strong> including but not limited to complimentary nights and stays using any form of Go Free awards (as defined in Sections III[C-1] through [E-2]), even when incidental charges apply such as resort fees, food and beverage charges, companion occupancy charges, etc.;</li><li><strong>Points and cash nights:</strong> various forms of discounted stays using points and cash, as described in Sections III(G-1) through (I).</li></ul>Unless otherwise stated in these Terms and Conditions, these types of stays do not qualify for Wyndham Rewards points or partner travel points/miles."
          },
          {
            "titulo": "Redemption Options",
            "respuesta": "As further described in Section III, Wyndham Rewards Members may redeem points for:<ul><li>(a) various types of Go Free awards, as more fully detailed in Section III(C-1) through (E-2) below,</li><li>(b) various types of discounted point-and-cash Night Stays, as more fully detailed in Section III(G-1) through (I) below,</li><li>(c) rewards offered by participating travel partners, participating merchants, and participating service providers, as further described in Section III.</li></ul>In these Terms and Conditions, third parties that offer redemption options other than Go Free awards and discounted point-and-cash Night Stays are sometimes referred to collectively as “Reward Participants.”"
          },
          {
            "titulo": "Partnerships",
            "respuesta": "The Sponsor is not responsible for the terms and conditions, products, services, membership requirements, or any other aspect of the programs offered by current or former Participants for earning points, Reward Participants, or any other current or former Wyndham Rewards provider. This includes, but is not limited to: Viator, Inc.; Maritz Motivation Solutions, Inc.; Collinson Limited; Snowstorm Technologies Inc.; Vacasa LLC (the entity that accepts Wyndham Rewards points for free stays at Vacasa Vacation Rentals in accordance with these Terms and Conditions); Extra Holidays, LLC (the entity that accepts Wyndham Rewards points for free and discounted stays at Participating Destinations in accordance with these Terms and Conditions); Vacation Rentals (UK) Ltd. (the entity that accepts Wyndham Rewards points for free stays at Redeemable Cottages in accordance with these Terms and Conditions); Caesars Entertainment Corporation (the entity that accepts Wyndham Rewards points for free and discounted stays at Caesars Rewards Participating Properties in accordance with these Terms and Conditions); Sunrise Banks, N.A., Galileo Financial Technologies, LLC, Mastercard International Incorporated, Visa Inc., and Barclays Bank Delaware (Barclaycard)."
          }
        ]
      },
      {
        "titulo": "II. Earning Points",
        "items": [
          {
            "titulo": "A. General Earning",
            "respuesta": "Points are earned by making purchases or staying at participating properties."
          },
          {
            "titulo": "B. Qualified stays and points + cash",
            "respuesta": "You can earn points even when using a combination of points and cash on qualified stays."
          }
        ]
      }
    ]
  }
}
